{
  "procedure_type": "Tratamiento de Verrugas Cutáneas con Electrocauterio y Láser Nd:YAG",
  "description": "Se realizará tratamiento de las lesiones verrugosas mediante: 1. Aplicación de anestesia local infiltrada con lidocaína para disminuir el dolor. 2. Electrocauterio para la destrucción controlada del tejido verrugoso visible. 3. En sesiones posteriores (2 sesiones programadas) se complementará el tratamiento con láser Nd:YAG, con el fin de tratar posibles restos virales microscópicos y disminuir el riesgo de recurrencia.",
  "objectives": [
    "Eliminar o reducir el volumen de las lesiones verrugosas.",
    "Disminuir molestias locales (dolor, sangrado, fricción).",
    "Reducir el riesgo de autoinoculación o contagio local.",
    "Mejorar la apariencia estética y funcional de la zona.",
    "Complementar la destrucción del tejido infectado mediante láser Nd:YAG en sesiones posteriores."
  ],
  "risks": [
    "Dolor leve, hematoma o inflamación en el sitio de infiltración de la anestesia.",
    "Dolor o ardor transitorio durante o después del procedimiento.",
    "Eritema (enrojecimiento), inflamación o formación de costra.",
    "Ampollas o pequeñas erosiones en la zona tratada.",
    "Hipopigmentación (manchas blancas) o hiperpigmentación (manchas oscuras) residual.",
    "Cicatriz o cambio en la textura de la piel (raro).",
    "Infección local (poco frecuente).",
    "Recurrencia parcial o total de la lesión (no se garantiza eliminación definitiva del virus)."
  ],
  "benefits": [
    "Eliminación visible de las lesiones verrugosas.",
    "Alivio de síntomas como dolor o molestias al roce.",
    "Mejora estética de la piel afectada.",
    "Reducción de la carga viral y riesgo de contagio."
  ],
  "pre_care": [
    "Informar sobre antecedentes de alergia a la lidocaína o anestésicos locales.",
    "Informar sobre problemas de coagulación o toma de anticoagulantes.",
    "Acudir con la zona a tratar limpia y sin cremas.",
    "No manipular la lesión antes del procedimiento."
  ],
  "post_care": [
    "Mantener la zona limpia y seca.",
    "No rascar, frotar ni retirar las costras formadas.",
    "Usar el tratamiento tópico indicado por el médico si corresponde.",
    "Evitar piscina, sauna y exposición solar directa durante el periodo de recuperación.",
    "No compartir toallas u objetos personales para evitar contagios.",
    "Asistir puntualmente a los controles y sesiones programadas de láser Nd:YAG."
  ]
}
