{
  "procedure_type": "Eliminación de Verrugas y Lesiones Benignas",
  "description": "Procedimiento médico-estético destinado a la eliminación de verrugas vulgares, fibromas blandos (acrocordones), queratosis seborreicas y otras lesiones cutáneas benignas. Se utilizan técnicas como electrofulguración, crioterapia o láser, dependiendo de la naturaleza y ubicación de la lesión, para destruir el tejido afectado de manera controlada y segura.",
  "objectives": [
    "Eliminación completa de la lesión cutánea benigna.",
    "Mejora estética de la zona tratada.",
    "Alivio de molestias o roces causados por la lesión.",
    "Prevención de la propagación en caso de verrugas virales."
  ],
  "risks": [
    "Molestia, ardor o dolor leve durante y después del procedimiento.",
    "Enrojecimiento, inflamación y formación de costra en la zona tratada.",
    "Posibilidad de cicatriz pequeña, mancha hipopigmentada (blanca) o hiperpigmentada (oscura) residual.",
    "Riesgo leve de infección si no se siguen los cuidados posteriores.",
    "Posibilidad de recidiva (que la lesión vuelva a aparecer), requiriendo sesiones adicionales."
  ],
  "benefits": [
    "Eliminación inmediata o progresiva de la lesión antiestética.",
    "Procedimiento rápido y generalmente ambulatorio.",
    "Mejora en la apariencia y textura de la piel.",
    "Eliminación de síntomas como picor o dolor al roce."
  ],
  "pre_care": [
    "Informar sobre antecedentes de cicatrización queloide o problemas de coagulación.",
    "Informar si toma anticoagulantes o aspirina.",
    "Acudir con la zona limpia y sin cremas ni maquillaje.",
    "No manipular ni irritar la lesión antes del tratamiento."
  ],
  "post_care": [
    "Mantener la zona limpia y seca; lavar suavemente con agua y jabón neutro.",
    "Aplicar antiséptico o crema antibiótica según indicación médica.",
    "No arrancar la costra; dejar que caiga por sí sola para evitar cicatrices.",
    "Evitar la exposición solar en la zona tratada y usar protector solar FPS 50+ una vez caída la costra.",
    "Evitar piscinas, saunas o inmersión prolongada en agua hasta la cicatrización completa."
  ]
}
